{
    "Acéphalism":["Under the present conditions, everything conspires to obscure the basic movement that tends to restore wealth to its function, to gift-giving, to squandering without reciprocation.","Georges Albert Maurice Victor Bataille"],
    "Acid communism":["Those who can't remember the past are condemned to have it resold to them forever.","Mark Fisher"],
    "Alternative right":["Anime, indeed, even anime porn, has done more to advance european civilization than the republican party.","Richard Bertrand Spencer"],
    "Artaudism":["So long as we have failed to eliminate any of the causes of human despair, we do not have the right to try to eliminate those means by which man tries to cleanse himself of despair.","Antoine Maria Joseph Paul Artaud"],
    "Bismarckism":["Preventive war is like committing suicide out of fear of death.","Otto Eduard Leopold von Bismarck"],
    "Cybernetic occultism":["There is no nature worth revering or rejoining. There is no self to be re-enthroned as captain of its own fate. There is no future worth working towards or hoping for.","Raymond Brassier"],
    "Dühringism":["What is specific to Darwinism, from which of course the Lamarckian formulations must be excluded, is a piece of brutality directed against humanity.","Eugen Karl Dühring"],
    "Egoism":["Whoever is a complete person does not need to be an authority.","Johann Kaspar Schmidt"],
    "Futarchy":["Vote on values, bet on beliefs.","Robin Dale Hanson"],
    "Groyper stratocracy":["Having sex with women is gay.","Nicholas Joseph Fuentes"],
    "Kahanism":["I prefer a powerful and proud jewish state that is hated by the entire world than an auschwitz that is loved by one and all. ","Meir David HaKohen Kahane"],
    "Landian accelerationism":["It might be argued that civilization is nothing else than the tendency of personal authority to decline towards zero.","Nick Land"],
    "Megacorporatocracy":["We want to turn our inventory faster than our people.","James Sinegal"],
    "Neolibertarian falangism":["Man must be free, but freedom does not exist except within an order.","José Antonio Primo de Rivera y Sáenz de Heredia"],
    "Neosocialism":["To fight communism, build socialism.","Marcel Déat"],
    "Petersonism":["Yes, grandma, it's soft.","Jordan Bernt Peterson"],
    "Popular action":["I always tried to be correct, not politically correct.","Lee Kuan Yew"],
    "Progressivism":["For four hundred years the white man had added continent to continent in his imperial progress. The white rulers fight filth and disease, stop tribal wars, and stamp out superstitious abominations.","Theodore Lothrop Stoddard"],
    "Reactionaryism":["The people count for nothing in revolutions, or at most count only as a passive instrument.","Joseph Marie de Maistre"],
    "Sanation":["Who doesn't respect and value his past, is not worth the honour of the present, and has no right to a future.","Józef Klemens Piłsudski"],
    "Schmittianism":["Political ideas are generally recognized only when groups can be identified that have a plausible economic interest in turning them to their advantage.","Carl Schmitt"],
    "Social credit":["Systems were made for men, and not men for systems, and the interest of man which is self-development, is above all systems, whether theological, political or economic.","Clifford Hugh Douglas"],
    "Southern revolution":["It is the duty of society to enslave the weak.","George Fitzhugh"],
    "Sunakian toryism":["I have friends who are aristocrats, i have friends who are upper class, i have friends who are, you know, working class, but, well, not working class.","Rishi Sunak"],
    "Talebism":["The reason free markets work is because they allow people to be lucky, thanks to aggressive trial and error, not by giving rewards or incentives for skill.","Nassim Nicholas Taleb"],
    "Techno-anarchism":["While corporations dominate society and write the laws, each advance in technology is an opening for them to further restrict its users.","Richard Matthew Stallman"],
    "Trumpism":["You know the funny thing, I don't get along with rich people. I get along with the middle class and the poor people better than I get along with the rich people.","Donald John Trump"],
    "Vperedism":["A human enemy does not push us toward the path of progress nearly as forcefully and accurately as our other great and mysteriously enchanted adversary - nature.","Alexander Malinovsky"],
    "Wilsonian idealism":["The man who is swimming against the stream knows the strength of it.","Thomas Woodrow Wilson"]
}